Repository: savingorup/StartStopp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sl

source: START/STOPP Study
sl: Raziskava START/STOPP

source: Logged in
sl: Prijavljen

source: Logout
sl: Odjavi se

source: Home
sl: Na začetek

source: Patient Data
sl: Podatki o pacientu

source: CANCEL
sl: PREKLIC

source: NEXT
sl: NAPREJ

source: Hello
sl: Pozdravljeni

source: Your ID number is
sl: Vaša identifikacijska številka je

source: You entered
sl: Vnesli ste že

source: patients
sl: pacientov

source: Enter new patient
sl: Vnos novega pacienta

source: Patients - overview
sl: Seznam vnešenih pacientov

source: Patient
sl: Pacient

source: Year of Birth
sl: Leto rojstva

source: Gender
sl: Spol

source: Contact
sl: Kontakt

source: No. of Entries
sl: Število vnosov

source: First Entry
sl: Prvi vnos

source: Add entry
sl: Dodaj vnos

source: Delete
sl: Brisanje

source: Back
sl: Nazaj

source: Medications
sl: Stalna terapija

source: Medication
sl: Zdravilo

source: enter first few letters (for example <i>aspir</i> and select drug from drop-down list
sl: vpišete prve črke (npr. <i>aspir</i>) in izberete zdravilo iz padajočega seznama

source: Patient knows
sl: Pacient ve

source: does patient know why they are prescribed this medication?
sl: ali pacient ve, zakaj jemlje to zdravilo

source: Dose
sl: Doza

source: enter number of pills per time unit, for example <i>1,5</i>, or <i>3 x 1/2</i>, <i>4 x 2</i> etc.
sl: vpišete število tablet na časovno enoto (npr. <i>1,5</i>) ali pa <i>3 x 1/2</i>, <i>4 x 2</i> itd.

source: Time.unit
sl: Čas.enota

source: enter time unit for which you prescribe medication
sl: izberite časovno enoto, na katero pacientu predpisujete zdravilo

source: When editing is done, confirm by clicking <b>OK</b> button at the end of the line
sl: Na koncu urejanja potrdite zdravilo s pritiskom na gumb <b>OK</b>

source: Entered lines can be deleted by clicking on <b>X</b> at the beginning of the line
sl: Že vnešeno vrstico izbrišete s klikom na <b>X</b> na začetku vrstice

source: Code
sl: Koda

source: yes
sl: da

source: no
sl: ne

source: per day
sl: na dan

source: per week
sl: na teden

source: per month
sl: na mesec

source: The medication is not in database
sl: Zdravila ni v bazi

source: Mail us
sl: Pišite nam

source: Diseases and Conditions
sl: Podatki o nekaterih boleznih in stanjih

source: Other Important Chronic Diseases
sl: Ostale pomembne kronične bolezni

source: (none)
sl: (nobene)

source: Additional Questions
sl: Dodatna vprašanja

source: Possible duplication
sl: Možna duplikacija

source: and
sl: in

source: YES
sl: DA

source: No
sl: Ne

source: Thank you for your participation
sl: Hvala za sodelovanje

source: Please
sl: Prosimo

source: PRINT
sl: NATISNITE

source: this form
sl: ta obrazec

source: If changes in medication therapy are proposed, add a note for each change indicating whether you agree with proposition or not
sl: Če so predlagane spremembe zdravljenja, vpišite za vsako v opombo, ali se s spremembo strinjate ali ne

source: Date of Entry
sl: Datum vnosa

source: Some potentially inappropriate prescriptions according to STOPP/START v.2008 criteria were found
sl: Nekateri STOPP/START kriteriji po verziji iz leta 2008 so kršeni

source: Criteria
sl: Kriterij

source: Doctor's Notes
sl: Opombe zdravnika

source: No STOPP/START v.2008 criteria recommendations were found
sl: Ni predlogov glede na STOPP/START kriterije iz leta 2008

source: Some potentially inappropriate prescriptions according to STOPP/START v.2013 criteria were found
sl: Nekateri STOPP/START kriteriji po verziji iz leta 2013 so kršeni

source: No STOPP/START criteria v.2013 recommendations were found
sl: Ni predlogov glede na STOPP/START kriterije iz leta 2013

source: Continue management according to your clinical judgement
sl: Nadaljujte z zdravljenjem po lastni presoji

source: For each medication, consider whether there exists an appropriate (evidence-based) indication in this patient and whether the duration of treatment is not exceeded in medications where treatment duration is well defined.
sl: Za vsako zdravilo ocenite, ali je prisotna ustrezna (z dokazi podprta) indikacija in ali je predpisovanja zdravila še naprej potrebno (kadar je trajanje predpisovanja vnaprej določeno).

source: Finish
sl: Zaključek

source: Administration
sl: Administracija

source: Load new tables into database. Tables must be preloaded to server in doc subdirectory.
sl: Naloži nove tabele v bazo. Tabele morajo biti naložene na strežnik (v doc )

source: LOAD DRUGS
sl: NALOŽI ZDRAVILA

source: LOAD OTHER DATA
sl: NALOŽI OSTALE DATOTEKE

source: Export data to local file
sl: Izvozi podatke v datoteko

source: PRESS HERE!
sl: KLIKNITE TUKAJ!

source: Doctors - overview
sl: Pregled zdravnikov

source: Doctor
sl: Zdravnik

source: Num. patients
sl: Št. pacientov

source: First entry
sl: Prvi vnos

source: First Name
sl: Ime

source: Family Name
sl: Priimek

source: Male
sl: Moški

source: Female
sl: Ženska

source: Patients
sl: Pacienti

source: Yes
sl: Da

source: Patient data
sl: Podatki o pacientu

source: Add new entry
sl: Dodaj nov vnos

source: Time of entry
sl: Čas vnosa

source: View
sl: Pregled

source: Additional questions
sl: Dodatna vprašanja

source: Please answer a few additional questions
sl: Imamo nekaj dodatnih vprašanj

source: Name
sl: Ime

source: Surname
sl: Priimek

source: Date of Birth
sl: Leto rojstva

source: Your username and password do not match. Please try again.
sl: Vaše uporabniško ime in geslo se ne ujemata. Prosimo ponovno poskusite.

source: Username
sl: Uporabniško ime

source: Password
sl: Geslo

source: LOGIN
sl: VSTOPITE
